Repository: aa2246740/FluidVoice
Catalog: Sources/Fluid/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: This removes %lld from your Mac. You’ll need to download it again to use it. Your dictation history and shortcut settings won’t change.
zh_hans: 将从你的 Mac 移除 %lld，之后需要重新下载才能使用。听写历史和快捷键设置不受影响。

source: This removes its saved API key and model setup, and clears any default or prompt assignments using it. Your prompts and shortcuts are kept. You can add the provider again later.
zh_hans: 将移除其保存的 API Key 和模型配置，并清除使用它的默认项和提示词指派。你的提示词和快捷键会保留，之后可随时重新添加服务商。

source: This removes saved dictation audio only. Transcript history stays intact.
zh_hans: 仅删除已保存的听写音频，转写历史不受影响。

source: This removes the saved corrections and pronunciation for this word.
zh_hans: 将删除这个词已保存的修正和发音。

source: This replaces the start word, formatting action phrases and enabled states, and every punctuation rule with their defaults.
zh_hans: 将把起始词、排版动作口令、启用状态和所有标点规则恢复为默认值。

source: This will permanently delete all %@ transcription entries. This action cannot be undone.
zh_hans: 将永久删除全部 %@ 条转写记录，无法撤销。

source: This will permanently delete all %@ transcriptions and reset all statistics. This action cannot be undone.
zh_hans: 将永久删除全部 %@ 条转写并重置所有统计，无法撤销。

source: This will permanently delete all %lld transcription entries. This action cannot be undone.
zh_hans: 将永久删除全部 %lld 条转写记录，此操作无法撤销。

source: This will permanently delete all %lld transcriptions and reset all statistics. This action cannot be undone.
zh_hans: 将永久删除全部 %lld 条转写并重置所有统计，此操作无法撤销。

source: This will restore a previous app version and relaunch FluidVoice.
zh_hans: 将恢复到旧版本并重启 FluidVoice。

source: This will restore the backup and relaunch FluidVoice.
zh_hans: 将恢复此备份并重启 FluidVoice。

source: This word already exists.
zh_hans: 这个词已存在。

source: Three new ways to make FluidVoice yours.
zh_hans: 三种新方式，让 FluidVoice 更贴合你。

source: Tibetan
zh_hans: 藏语

source: Time saved
zh_hans: 节省的时间

source: Tips
zh_hans: 提示

source: Title
zh_hans: 标题

source: Today
zh_hans: 今日

source: Today stats
zh_hans: 今日统计

source: Today's word milestone
zh_hans: 今日字数里程碑

source: Today: %@ words · %@ saved - view stats
zh_hans: 今日：%@ 词 · 节省 %@ — 查看统计

source: Today: %lld words · %lld saved - view stats
zh_hans: 今天：%lld 字 · 节省 %lld — 查看统计

source: Toggle **%@ ON** to allow access
zh_hans: 打开「%@」开关以允许访问

source: Toggle **%lld ON** to allow access
zh_hans: 把 **%lld 打开**以授予权限

source: Toggle **FluidVoice ON** to allow access
zh_hans: 打开「FluidVoice」开关以允许访问

source: Too many messages at once. Please wait a minute, then try again. Your draft is still here.
zh_hans: 发送太频繁了，请稍等一分钟再试。草稿已保留。

source: Top of Screen
zh_hans: 屏幕顶部

source: Track %@ has non-contiguous analysis epoch ordinals.
zh_hans: 轨 %@ 的分析区间序号不连续。

source: Track %@ has overlapping or out-of-order analysis intervals.
zh_hans: 轨 %@ 的分析区间重叠或乱序。

source: Track %@ has overlapping or out-of-order presentation intervals.
zh_hans: 轨 %@ 的呈现区间重叠或乱序。

source: Track %@ lists spans or gaps out of chunk-sequence order.
zh_hans: 轨 %@ 的片段/间隙顺序与分块序不一致。

source: Track %@'s analysis stream is not the gap-removed concatenation of its spans.
zh_hans: 轨 %@ 的分析流不是其片段去隙拼接。

source: Track %lld has non-contiguous analysis epoch ordinals.
zh_hans: 轨 %lld 的分析区间序号不连续。

source: Track %lld has overlapping or out-of-order analysis intervals.
zh_hans: 轨 %lld 的分析区间重叠或乱序。

source: Track %lld has overlapping or out-of-order presentation intervals.
zh_hans: 轨 %lld 的呈现区间重叠或乱序。

source: Track %lld lists spans or gaps out of chunk-sequence order.
zh_hans: 轨 %lld 的片段/间隙顺序与分块序不一致。

source: Track %lld's analysis stream is not the gap-removed concatenation of its spans.
zh_hans: 轨 %lld 的分析流不是其片段去隙拼接。

source: Train by Voice
zh_hans: 语音训练

source: Training progress
zh_hans: 训练进度

source: Training recording %@
zh_hans: 训练录音 %@

source: Training recording %lld
zh_hans: 训练录音 %lld

source: Transcribe a file
zh_hans: 转写文件

source: Transcribe a file to start your library.
zh_hans: 转写一个文件，开始建立你的资料库。

source: Transcribe file
zh_hans: 转写文件

source: Transcribe the selected file
zh_hans: 转写选中的文件

source: Transcribe with Prompt
zh_hans: 带提示词转写

source: Transcribing
zh_hans: 转写中

source: Transcribing audio (%@s)...
zh_hans: 正在转写音频（%@ 秒）…

source: Transcribing audio (%llds)...
zh_hans: 正在转写音频（%lld 秒）…

source: Transcribing meeting…
zh_hans: 正在转写会议…

source: Transcribing speaker segments (%@/%@)...
zh_hans: 正在转写说话人片段（%@/%@）…

source: Transcribing speaker segments (%lld/%lld)...
zh_hans: 正在转写说话人片段（%lld/%lld）…

source: Transcribing...
zh_hans: 正在转写…

source: Transcribing... %@%%
zh_hans: 转写中…%@%%

source: Transcribing... %lld%%
zh_hans: 转写中…%lld%%

source: Transcribing…
zh_hans: 正在转写…

source: Transcript
zh_hans: 转写文本

source: Transcript copied
zh_hans: 转写已复制

source: Transcription
zh_hans: 转写

source: Transcription Preview Length
zh_hans: 转写预览长度

source: Transcription Sounds
zh_hans: 转写提示音

source: Transcription and AI provider/model identifiers, counted as daily totals.
zh_hans: 转写与 AI 服务商/模型标识，按每日总量统计。

source: Transcription error: %@
zh_hans: 转写错误：%@

source: Transcription failed: %@
zh_hans: 转写失败：%@

source: Transcription failed: %lld
zh_hans: 转写失败：%lld

source: Transcription modifier held (hold mode) - starting
zh_hans: 按住转写修饰键（hold 模式）— 开始

source: Transcription modifier released (hold mode) - stopping
zh_hans: 松开转写修饰键（hold 模式）— 停止

source: Transcription modifier released but another key was pressed - ignoring
zh_hans: 松开转写修饰键但按了其他键 — 忽略

source: Transcription provider is not ready.
zh_hans: 转写服务商未就绪。

source: Transcription returned empty text
zh_hans: 转写返回了空文本

source: Transcription was interrupted. Captured audio is ready to retry.
zh_hans: 转写被中断，已采集的音频可直接重试。

source: Transcription: %@
zh_hans: 转写：%@

source: Transcription: %lld
zh_hans: 转写：%lld

source: Transcripts
zh_hans: 转写记录

source: Transparency
zh_hans: 透明度

source: Trial A timed out or was cancelled
zh_hans: 试验 A 超时或被取消

source: Try Again
zh_hans: 重试

source: Try Fluid Intelligence
zh_hans: 试用 Fluid Intelligence

source: Try FluidVoice
zh_hans: 试试 FluidVoice

source: Try Saying
zh_hans: 试着说

source: Try a backdrop
zh_hans: 试一个背景

source: Try a different search term
zh_hans: 换个搜索词试试

source: Try a different title, app, or speaker.
zh_hans: 换个标题、应用或说话人试试。

source: Try a filename or words from the transcript.
zh_hans: 试试文件名或转写中的词。

source: Try a model name, model ID, or provider name.
zh_hans: 试试模型名、模型 ID 或服务商名。

source: Try again
zh_hans: 重试

source: Try another title or phrase from the preview.
zh_hans: 试试预览中的其他标题或短语。

source: Try example
zh_hans: 试试示例

source: Try it
zh_hans: 试一试

source: Try quiet-edge trim
zh_hans: 试试静音边缘裁剪

source: Try this, or say anything you'd want to dictate.
zh_hans: 试试这句，或随便说一段你想听写的话。

source: Try with your voice
zh_hans: 用你的声音试试

source: Turkish
zh_hans: 土耳其语

source: Turkmen
zh_hans: 土库曼语

source: Turn Spoken Formatting on or off.
zh_hans: 开启或关闭语音排版。

source: Turn off automatic detection?
zh_hans: 关闭自动检测？

source: Turn off detection
zh_hans: 关闭检测

source: Turn off microphone change alerts
zh_hans: 关闭麦克风变更提醒

source: Turn on Boosting to modify custom words.
zh_hans: 开启增强后才能修改自定义词。

source: Turn spoken thoughts into lists, emails, and polished paragraphs.
zh_hans: 把随口说的话变成清单、邮件和工整的段落。

source: Turn your rambling into lists
zh_hans: 把碎碎念变成清单

source: Turning your conversation into text.
zh_hans: 正在把对话转成文字。

source: Two quick permissions make dictation work anywhere.
zh_hans: 只需两个权限，就能在任何地方听写。

source: Two speakers are both named "%@". Give them different names, or merge them from the transcript.
zh_hans: 两个说话人都叫「%@」。给他们起不同的名字，或在转写里合并。

source: Two tones of glass, softly blended. Choose your color.
zh_hans: 两种玻璃色调柔和交融，选你喜欢的颜色。

source: Type the correct text, e.g. FluidVoice
zh_hans: 输入正确的文本，例如 FluidVoice

source: Type the correct text.
zh_hans: 输入正确的文本。

source: Type the correct word you want to teach in the box above.
zh_hans: 在上方输入框里输入想教的正确词。

source: Type the misheard text and the spelling you want.
zh_hans: 输入被听错的文本和你想要的拼写。

source: Typed raw transcription instead.
zh_hans: 已改用原始转写输入。

source: Typing access
zh_hans: 输入权限

source: Typing access is ready
zh_hans: 输入权限已就绪

source: Ukrainian
zh_hans: 乌克兰语

source: Unable to allocate audio buffer.
zh_hans: 无法分配音频缓冲。

source: Unable to check for updates. Please try again later. Error: %@
zh_hans: 无法检查更新，请稍后重试。 错误：%@

source: Unable to check for updates. Please try again later. Error: %lld
zh_hans: 暂时无法检查更新，请稍后再试。 错误：%lld

source: Unable to encode dictation transcript: %@
zh_hans: 无法编码听写转写：%@

source: Unable to encode dictation transcript: %lld
zh_hans: 无法编码听写转写：%lld

source: Unable to load release notes.
zh_hans: 无法加载更新日志。

source: Unable to resolve a cache directory for %@.
zh_hans: 无法解析 %@ 的缓存目录。

source: Unable to resolve a cache directory for %lld.
zh_hans: 无法解析 %lld 的缓存目录。

source: Unavailable
zh_hans: 不可用

source: Unavailable while recording
zh_hans: 录音时不可用

source: Understand when you change your mind
zh_hans: 识别你临时改口

source: Undo correction
zh_hans: 撤销修正

source: Unexpected audio gap.
zh_hans: 出现意外音频间隙。

source: Unexpected model_id '%@'. Expected '%@'.
zh_hans: 意外的 model_id“%@”，预期“%@”。

source: Unexpected model_id '%lld'. Expected '%lld'.
zh_hans: 意外的 model_id“%lld”，预期“%lld”。

source: Unexpected response type from server
zh_hans: 服务器返回了异常响应类型

source: Unexpected sample rate %@. Expected %@.
zh_hans: 意外采样率 %@，预期 %@。

source: Unexpected sample rate %lld. Expected %lld.
zh_hans: 意外采样率 %lld，预期 %lld。

source: Unknown
zh_hans: 未知

source: Unknown App
zh_hans: 未知 App

source: Unknown AppleScript error
zh_hans: 未知的 AppleScript 错误

source: Unknown app
zh_hans: 未知 App

source: Unknown error
zh_hans: 未知错误

source: Unknown response format. Top-level keys: [%@]. Expected 'data' or 'models'.
zh_hans: 未知响应格式。顶层字段：[%@]，预期为 data 或 models。

source: Unknown response format. Top-level keys: [%lld]. Expected 'data' or 'models'.
zh_hans: 未知响应格式。顶层字段：[%lld]，预期为 data 或 models。

source: Unknown speaker
zh_hans: 未知说话人

source: Unlabeled audio ranges: %@
zh_hans: 未标注的音频段：%@

source: Unlabeled audio ranges: %lld
zh_hans: 未标注的音频段：%lld

source: Unsupported PCM format: %@.
zh_hans: 不支持的 PCM 格式：%@。

source: Unsupported PCM format: %lld.
zh_hans: 不支持的 PCM 格式：%lld。

source: Unsupported meeting analysis manifest schema version %@.
zh_hans: 不支持的会议分析清单 schema 版本 %@。

source: Unsupported meeting analysis manifest schema version %lld.
zh_hans: 不支持的会议分析清单 schema 版本 %lld。

source: Unsupported meeting evidence schema version %@.
zh_hans: 不支持的会议证据 schema 版本 %@。

source: Unsupported meeting evidence schema version %lld.
zh_hans: 不支持的会议证据 schema 版本 %lld。

source: Unsupported meeting result sidecar schema version %@.
zh_hans: 不支持的会议结果 sidecar schema 版本 %@。

source: Unsupported meeting result sidecar schema version %lld.
zh_hans: 不支持的会议结果 sidecar schema 版本 %lld。

source: Unsupported meeting schema version %@.
zh_hans: 不支持的会议 schema 版本 %@。

source: Unsupported meeting schema version %lld.
zh_hans: 不支持的会议 schema 版本 %lld。

source: Untitled
zh_hans: 未命名

source: Untitled Prompt
zh_hans: 未命名提示词

source: Update
zh_hans: 更新

source: Update & Verify
zh_hans: 更新并验证

source: Update Available
zh_hans: 有可用更新

source: Update Check Failed
zh_hans: 检查更新失败

source: Update and verify model
zh_hans: 更新并验证模型

source: Update failed. The previous model is still active. %@
zh_hans: 更新失败，仍使用之前的模型。%@

source: Update installation already in progress
zh_hans: 更新安装已在进行中

source: Update model
zh_hans: 更新模型

source: Update prompt snoozed for version %@ until %@
zh_hans: 版本 %@ 的更新提醒已推迟到 %@

source: Update prompt snoozed for version %lld until %lld
zh_hans: 版本 %lld 的更新提醒已推迟到 %lld

source: Updated prompt mode hotkey
zh_hans: 提示词模式快捷键已更新

source: Updated prompt shortcut assignments
zh_hans: 提示词快捷键指派已更新

source: Urdu
zh_hans: 乌尔都语

source: Use
zh_hans: 使用

source: Use %@
zh_hans: 使用 %@

source: Use %@ and say something with “%@”.
zh_hans: 按 %@，说一句包含“%@”的话。

source: Use %lld
zh_hans: 使用 %lld

source: Use %lld and say something with “%lld”.
zh_hans: 使用 %lld，说一句带"%lld"的话。

source: Use Preferred Microphone
zh_hans: 使用首选麦克风

source: Use Raw Text
zh_hans: 使用原始文本

source: Use a start word to safely insert formatting actions, punctuation, and symbols.
zh_hans: 用起始词来安全地插入排版动作、标点和符号。

source: Use as default
zh_hans: 设为默认

source: Use cautiously
zh_hans: 谨慎使用

source: Use macOS Default
zh_hans: 使用 macOS 默认

source: Use one start word for formatting actions, punctuation, and symbols.
zh_hans: 用一个起始词统一触发排版动作、标点和符号。

source: Use text before the cursor to choose uppercase or lowercase.
zh_hans: 根据光标前文本自动选大小写。

source: Use the floating guide to drag %@ into the Accessibility apps list.
zh_hans: 按悬浮引导把 %@ 拖进“辅助功能”应用列表。

source: Use the floating guide to drag %lld into the Accessibility apps list.
zh_hans: 按悬浮引导把 %lld 拖进“辅助功能”应用列表。

source: Use this provider for the main dictation shortcut
zh_hans: 将此服务商用于主听写快捷键

source: Use this provider for your main dictation shortcut. Choose a model and complete setup first; verification is optional.
zh_hans: 将此服务商用于主听写快捷键。请先选模型并完成设置；校验是可选的。

source: Use when this word should win more often in noisy audio.
zh_hans: 当这个词在嘈杂音频中应该更常被选中时使用。

source: Use your default provider
zh_hans: 使用默认服务商

source: Use your dictation shortcut once before finishing setup.
zh_hans: 完成设置前请先按一次听写快捷键。

source: Use your normal voice. No sentence needed.
zh_hans: 用正常音量即可，不用说整句。

source: Used by the main dictation shortcut
zh_hans: 用于主听写快捷键

source: Used by your main dictation shortcut. App-specific cleanup styles can override it.
zh_hans: 主听写快捷键使用此项，按 App 的清理风格可覆盖。

source: Uses FluidAudio on Apple Silicon, Whisper on Intel
zh_hans: Apple Silicon 上使用 FluidAudio，Intel 上使用 Whisper

source: Uses extra local acceleration so Fluid-1 finishes faster.
zh_hans: 使用额外的本地加速让 Fluid-1 更快完成。

source: Uses selected text as context (when text is selected) - Edit or rewrite selected text - answer questions, summarize, convert to bullets etc.
zh_hans: 有选中文字时把它作为上下文——编辑或改写所选文字、回答问题、做摘要、转成列表等。

source: Uses your primary shortcut. An extra shortcut is optional.
zh_hans: 使用主快捷键。额外快捷键可选。

source: Uzbek
zh_hans: 乌兹别克语

source: Value
zh_hans: 值

source: Verification
zh_hans: 验证

source: Verification failed
zh_hans: 验证失败

source: Verified providers
zh_hans: 已验证的服务商

source: Verified providers only.
zh_hans: 仅限已验证的服务商。

source: Verify
zh_hans: 校验

source: Verify a chat provider in AI Providers to make its models available here.
zh_hans: 在“AI 服务商”里校验一个对话服务商，其模型即可在此使用。

source: Verify model
zh_hans: 验证模型

source: Verify the connection
zh_hans: 校验连接

source: Verifying download. This can take a moment.
zh_hans: 正在校验下载，需要一点时间。

source: Verifying download...
zh_hans: 正在校验下载…

source: Verifying the result...
zh_hans: 正在验证结果…

source: Verifying...
zh_hans: 验证中…

source: Verifying…
zh_hans: 正在验证…

source: Version
zh_hans: 版本

source: Very light nudge with minimal impact.
zh_hans: 非常轻微的调整，影响很小。

source: Video file
zh_hans: 视频文件

source: Vietnamese
zh_hans: 越南语

source: View
zh_hans: 查看

source: View all
zh_hans: 查看全部

source: View older release notes on GitHub
zh_hans: 在 GitHub 上查看更早的更新日志

source: View the model files stored on your Mac.
zh_hans: 查看 Mac 上已存的模型文件。

source: View your stats
zh_hans: 查看你的统计

source: Viết một cập nhật ngắn về cuộc họp hôm nay.
zh_hans: 写一条关于今天会议的简短汇报。

source: Vocabulary
zh_hans: 词汇

source: Vocabulary file not found at %@
zh_hans: 词表文件未找到：%@

source: Vocabulary file not found at %lld
zh_hans: 词表文件未找到：%lld

source: Voice Dictation
zh_hans: 语音听写

source: Voice Engine
zh_hans: 语音引擎

source: Voice Model Setup Failed
zh_hans: 语音模型设置失败

source: Voice model
zh_hans: 语音模型

source: Voice practice needs a ready Voice Engine model and microphone access. You can still try the written examples.
zh_hans: 语音练习需要可用的语音引擎模型和麦克风权限，你也可以先看文字示例。

source: Voice processing could not be enabled: %@
zh_hans: 无法启用语音处理：%@

source: Voice processing could not be enabled: %lld
zh_hans: 无法启用语音处理：%lld

source: Voice processing could not restart: %@
zh_hans: 语音处理无法重启：%@

source: Voice processing could not restart: %lld
zh_hans: 语音处理无法重启：%lld

source: Voice processing did not become ready on the settled audio route.
zh_hans: 语音处理在稳定后的音频路由上未就绪。

source: Voice profile for %@ captured 3 times.
zh_hans: 已采集“%@”的声纹 3 次。

source: Voice profile for %lld captured 3 times.
zh_hans: 已采集“%lld”的声纹 3 次。

source: Voice training is off. Enable “Learn from your pronunciation” in Settings → Experimental.
zh_hans: 语音训练已关闭。请在 设置 → 实验功能 里开启“学习你的发音”。

source: Voice-processing buffering overflowed before recovery could commit.
zh_hans: 语音处理缓冲在恢复提交前溢出。

source: Voice-processing capture only applies to online-call recordings.
zh_hans: 语音处理采集仅适用于在线会议录制。

source: Voice-processing capture start exceeded %@s.
zh_hans: 语音处理采集启动超过 %@ 秒。

source: Voice-processing capture start exceeded %llds.
zh_hans: 语音处理采集启动超过 %lld 秒。

source: Voice-processing engine configuration changed.
zh_hans: 语音处理引擎配置已变更。

source: Voice-processing microphone reported an overload.
zh_hans: 语音处理麦克风报告过载。

source: Voice-processing recovery had no active fallback microphone to retire.
zh_hans: 语音处理恢复时没有可退役的备用麦克风。

source: Volcengine - Cloud
zh_hans: 火山引擎 - 云端

source: Volcengine Doubao ASR
zh_hans: 火山引擎豆包 ASR

source: Volcengine Doubao ASR (Cloud)
zh_hans: 火山引擎豆包 ASR（云端）

source: Volume
zh_hans: 音量

source: WORDS DICTATED
zh_hans: 听写字数

source: Wait for %@
zh_hans: 等待 %@

source: Wait for %lld
zh_hans: 等待 %lld

source: Wait for the active %@ to finish.
zh_hans: 等待当前的 %@ 完成。

source: Wait for the active %lld to finish.
zh_hans: 等待当前的 %lld 完成。

source: Wait for the active transcription to finish
zh_hans: 等待当前转写完成

source: Wait for the active voice model download to finish.
zh_hans: 请等待当前语音模型下载完成。

source: Wait for the model to recover, or restart FluidVoice before recording again.
zh_hans: 请等待模型恢复，或重启 FluidVoice 后再录音。

source: Wait for the next prompt
zh_hans: 等待下一条提示

source: Wait for transcription to finish
zh_hans: 请等待转写完成

source: Wait until you've fixed the same word this many times. Pick 2 or 3 if it asks too often.
zh_hans: 同一个词修正这么多次后才询问。觉得太频繁就选 2 或 3。

source: Wait when you finish
zh_hans: 说完请稍等

source: Waiting
zh_hans: 等待中

source: Waiting for audio
zh_hans: 等待音频

source: Waiting for captions
zh_hans: 等待字幕

source: Waiting to send
zh_hans: 等待发送

source: Want to add another example?
zh_hans: 要再添加一个示例吗？

source: Was this a wrong match?
zh_hans: 这次是误匹配吗？

source: Waveform, selected %@ to %@ seconds
zh_hans: 波形图，已选 %@ 到 %@ 秒

source: Waveform, selected %lld to %lld seconds
zh_hans: 波形图，已选 %lld 到 %lld 秒

source: We didn’t catch “%@”. Try again, or add more examples.
zh_hans: 没听清“%@”。重试一次，或多录几个示例。

source: We didn’t catch “%lld”. Try again, or add more examples.
zh_hans: 没听清"%lld"，再试一次或补几个示例。

source: We do NOT collect
zh_hans: 我们不收集

source: We never collect audio, transcription text, prompts, or other personal information.
zh_hans: 我们从不收集音频、转写文本、提示词或其他个人信息。

source: We'll handle the rest.
zh_hans: 剩下的交给我们。

source: We'll show the best voice engines for it.
zh_hans: 我们会为它推荐合适的语音引擎。

source: Weekday
zh_hans: 星期

source: Weekends Don't Break Streak
zh_hans: 周末不打断连续记录

source: Welcome
zh_hans: 欢迎

source: Welcome back.
zh_hans: 欢迎回来。

source: Welcome to FluidVoice
zh_hans: 欢迎使用 FluidVoice

source: Welsh
zh_hans: 威尔士语

source: We’ll start with the new features.
zh_hans: 先来看看新功能。

source: We’ll stop automatically and let you know when to speak again.
zh_hans: 我们会自动停止，并告诉你何时再说。

source: What FluidVoice types wrong
zh_hans: FluidVoice 听错的内容

source: What It Types
zh_hans: 实际输入

source: What You Say
zh_hans: 你说的话

source: What happened?
zh_hans: 发生了什么？

source: What language will you speak most?
zh_hans: 你最常说的 是哪种语言？

source: What we collect
zh_hans: 我们收集什么

source: What were you trying to do? What happened instead? A few steps help us reproduce it.
zh_hans: 你想做什么？实际发生了什么？简单几步能帮我们复现问题。

source: What would you like to do?
zh_hans: 你想做什么？

source: What would you like us to know?
zh_hans: 想告诉我们什么？

source: What’s new
zh_hans: 新变化

source: What’s new, documentation, Fluid Intelligence demo, and replay onboarding
zh_hans: 新变化、文档、Fluid Intelligence 演示和重看新手引导

source: When FluidVoice types the wrong version, we’ll change it to your word.
zh_hans: 当 FluidVoice 输错时，我们会改成你的词。

source: When detailed analytics is enabled
zh_hans: 开启详细统计时

source: When off, FluidVoice starts silently in the menu bar at login. Opening the app yourself always shows the window.
zh_hans: 关闭后，FluidVoice 开机时只在菜单栏静默启动。手动打开应用始终会显示窗口。

source: When off, FluidVoice still records the anonymous daily activity signal and, in beta builds, daily ASR and Fluid Intelligence timing summaries.
zh_hans: 关闭后，FluidVoice 仍记录匿名每日活跃信号，beta 版还会记录每日 ASR 与 Fluid Intelligence 耗时摘要。

source: When you say
zh_hans: 当你说

source: When you say "%@ comma", it types ",".
zh_hans: 说「%@ comma」时，会输入「,」。

source: When you say "%@ next line", it starts a new line.
zh_hans: 说「%@ next line」时，会换一行。

source: When you say "%lld comma", it types ",".
zh_hans: 当你说"%lld 逗号"时，会输入","。

source: When you say "%lld next line", it starts a new line.
zh_hans: 当你说"%lld 换行"时，会另起一行。

source: Where custom styles apply
zh_hans: 自定义风格的生效范围

source: Where the recording indicator appears on screen
zh_hans: 录音指示在屏幕上的位置

source: Where your words go
zh_hans: 你的字数分布

source: Which word does FluidVoice keep getting wrong?
zh_hans: FluidVoice 总是听错哪个词？

source: Whisper CPU backend is unavailable on this Mac.
zh_hans: 这台 Mac 上 Whisper CPU 后端不可用。

source: Whisper model file is missing or corrupted. Please re-download the model.
zh_hans: Whisper 模型文件缺失或损坏，请重新下载。

source: Whisper model not loaded
zh_hans: Whisper 模型未加载

source: Whisper models support 99 languages and work on any Mac.
zh_hans: Whisper 模型支持 99 种语言，任何 Mac 可用。

source: Width
zh_hans: 宽度

source: Window titles, app names, file names/paths, clipboard contents, or anything you type.
zh_hans: 窗口标题、应用名、文件名/路径、剪贴板内容或你输入的任何内容。

source: With Fluid Intelligence
zh_hans: 使用 Fluid Intelligence

source: Without Fluid Intelligence
zh_hans: 不用 Fluid Intelligence

source: Word Priority
zh_hans: 词语优先级

source: Word boost: ON (%@ terms) • last hit: %@
zh_hans: 词增强：开（%@ 个词）• 上次命中：%@

source: Word boost: ON (%@ terms) • no hit yet
zh_hans: 词增强：开（%@ 个词）• 尚未命中

source: Word boost: ON (%lld terms) • last hit: %lld
zh_hans: 词增强：开（%lld 个词）• 上次命中：%lld

source: Word boost: ON (%lld terms) • no hit yet
zh_hans: 词增强：开（%lld 个词）• 尚未命中

source: Word boost: off
zh_hans: 词语增强：关

source: Word or Phrase
zh_hans: 词或短语

source: Word saved
zh_hans: 词语已保存

source: Word to learn
zh_hans: 要学习的词

source: Words
zh_hans: 字数

source: Words add up
zh_hans: 字数在累积

source: Words and phrases FluidVoice will correct automatically.
zh_hans: FluidVoice 会自动修正的词和短语。

source: Words fixed by Smart mode show up here
zh_hans: Smart 模式修正的词会显示在这里

source: Words spoken
zh_hans: 已说字数

source: Working
zh_hans: 工作中

source: Working...
zh_hans: 处理中…

source: Working…
zh_hans: 处理中…

source: Write a short update about today's meeting.
zh_hans: 写一条关于今天会议的简短汇报。

source: Writing style
zh_hans: 写作风格

source: Writing…
zh_hans: 正在写入…

source: Wrong Match Saved
zh_hans: 已保存错误匹配

source: YOUR AI, YOUR WAY
zh_hans: 你的 AI，你做主

source: YOUR SHORTCUT
zh_hans: 你的快捷键

source: Yes
zh_hans: 是

source: Yesterday
zh_hans: 昨天

source: Yiddish
zh_hans: 意第绪语

source: Yoruba
zh_hans: 约鲁巴语

source: You
zh_hans: 我

source: You can change this later in Voice Engine settings.
zh_hans: 之后可在"语音引擎"设置中更改。

source: You can choose a different model or turn off Fluid Intelligence anytime in Settings.
zh_hans: 之后可在设置中换模型，或随时关闭 Fluid Intelligence。

source: You can close this window. Processing continues on this Mac.
zh_hans: 可以关闭此窗口，处理会在本机继续。

source: You can disable detailed analytics anytime in Settings → Share Detailed Anonymous Analytics.
zh_hans: 你可以随时在「设置 → 分享详细匿名统计」中关闭。

source: You can record more before saving. Keep saying the word in your normal voice.
zh_hans: 保存前可以多录几段，用平时的声音念这个词就好。

source: You can switch models later in Voice Engine settings.
zh_hans: 之后可在"语音引擎"设置中切换模型。

source: You can switch sessions when this command finishes.
zh_hans: 此命令完成后即可切换会话。

source: You say
zh_hans: 你说
